export default {
  jang: `출신 신분[편집]
  《세종실록》에선 장영실의 아버지 장성휘는 원나라 유민으로 소주(蘇州, 쑤저우)·항주(杭州, 항저우) 사람이고, 어머니는 조선 동래현 기생이었다. 장영실은 기술이 뛰어나 세종이 아끼었다고 설명한다.

  생몰 연대는 확실하지 않으나, 아산 장씨 종친회의 주장에 따르면 출생은 1385년~1390년(고려 우왕 11년~공양왕 2년)경이다. 또한 장성휘는 시조 장서의 8세손으로 고려 말 전서(典書)였으며 어머니는 동래현 관기로, 고려에서 조선으로 넘어가는 혼란기에 어머니와 장영실은 조선 관노로 전락하였다고 주장한다.[1]

  태종의 발탁, 세종의 지원[편집]
  장영실은 동래현 관청에서 일하는 노비가 되었으며, 발명가인 장영실의 훌륭한 재주를 태종이 인정하여 발탁하였다. 세종대왕은 발명가라는 적성을 중요하게 생각하는 실용주의자였다. 세종은 장영실을 1421년(세종 4년) 윤사웅(尹士雄), 최천구(崔天衢) 등과 함께 중국에 보내어 천문기기의 모양을 배워오도록 했다. 귀국 후 장영실 나이 약 34세 때인 1423년(세종 5년)에 천문기기를 제작한 공을 인정받아 면천되었고 다시 대신들의 의논을 거쳐 상의원(尙衣院) 별좌에 임명되었다.[2]

  천문학에서의 활약[편집]
  그 후, 세종 대왕의 명에 따라 1432년부터 1438년까지 이천(李蕆)의 책임하에 천문 기구 제작 프로젝트에 참여했다. 그 과정에 수력에 의해 자동으로 작동되는 물시계인 자격루(일명 보루각루, 1434년)와 옥루(일명 흠경각루, 1438년)를 만들어 세종으로부터 총애를 받았다. 이때 제작된 옥루는 해가 뜨고 지는 모습을 모형으로 만들어 시간, 계절을 알 수 있고 천체의 시간, 움직임도 관측할 수 있는 장치로 흠경각(欽敬閣)을 새로 지어 그 안에 설치했다. 이때 만들어진 천문 기구에는 천문 관측을 위한 기본 기기인 대간의(大簡儀), 소간의를 비롯하여 휴대용 해시계인 현주일구(懸珠日晷), 천평일구(天平日晷), 방향을 가리키는 정남일구(定南日晷), 혜정교(惠政橋)와 종묘(宗廟) 앞에도 설치한 공중시계인 앙부일구(仰釜日晷), 밤낮으로 시간을 알리는 일성정시의(日星定時儀), 규표(圭表) 등이 있다. 이러한 공으로 1433년(세종 15년)에는 호군(護軍)의 관직을 더하였다.

  금속 활자 발명 참여[편집]
  1434년(세종 16년)에는 이천이 총책임자였던, 구리로 만든 금속활자인 갑인자의 주조에 참여하였다. 갑인자는 약 20여만 자에 달하며 하루에 40여 장을 찍을 수 있었다.

  노년[편집]
  천문기구 제작이 끝난 후에도 장영실은 금속제련 전문가로 관료생활을 하다가 나이 약 53세였던 1442년 3월(세종24년), 세종이 온천욕을 위해 이천을 다녀오던 중 기술자로서 정3품 상호군(上護軍) 장영실이 책임을 지고 있던 세종대왕의 어가가 갑자기 부서지는 사건[3][4]이 일어났다. 조정에서는 이를 장영실의 임금에 대한 불경죄로 간주하고 의금부에서 책임을 물어 곤장 100대와 파직을 구형했으나, 임금이 2등을 감해 주었다고 한다. 사실 이 사건은 장영실의 직접적인 책임은 없지만 세종의 비대한 몸무게를 감안하지 않은 탓이 직접적인 원인이다. 아이러니하게도 조선의 위대한 과학자 장영실은 이후 역사에서 자취가 완전히 사라졌다.[5] 일설에는 삼사의 간언으로 사형당하였다는 설도 있다.

  한편 충청남도 아산시 인주면 문방리에 아산 장씨 시조인 장서의 묘 바로 아래에 장영실의 가묘가 있다.`,
  lee: `어린 시절[편집]

  이순신 생가터 표지석
  1545년 음력 3월 8일 한성 건천동에서 이정(李貞)과 초계 변씨(草溪 卞氏)의 셋째 아들로 태어났다. 어린 시절의 대부분을 건천동에서 보냈고, 외가인 아산에서 소년기를 보냈다. 이정은 자신의 네 아들에게 고대 중국의 성인으로 알려진 복희, 요 임금, 순 임금, 우 임금의 이름자를 붙여 주었고, 셋째 아들이었던 그에게는 순신(舜臣)이라는 이름이 붙었다. [5]

  이순신과 한 동네에서 살았던 벗이기도 한 류성룡은 《징비록》에서 어린 시절의 이순신에 대해, 다른 아이들과 모여 놀 때면 나무를 깎아 활과 화살을 만들어 동리에서 전쟁놀이를 하곤 했으며, 류성룡의 성격을 거슬러 마음에 들지 않는 사람의 눈을 쏘려고 하였으므로, 어른들도 그를 꺼려 감히 군문(軍門) 앞을 지나려고 하지 않았다고 적고 있다.

  무과 급제[편집]
  1565년 스무살이 되던해 충무공은 방씨(方氏)와 혼인하고 보성군수를 지낸 장인 방진(方震)의 후원으로 병학을 배우면서 무과(武科)를 준비하였다. 28살이던 1572년(선조 5) 훈련원(訓錬院) 별과(別科)에 응시했으나 시험을 보던 중, 낙마하여 왼쪽 정강이가 부러지는 바람에 버드나무 가지로 부목을 대고 시험을 완수하였지만, 결국 낙방하였다.

  4년 뒤인 1576년(선조 9년) 그의 나이 32살에 식년시(式年試) 무과에 병과(丙科)로 급제하여 권지훈련원봉사(權知訓練院奉事)(훈련원 봉사 실습생으로, 정식 직책이 아니다.)로 처음 관직에 나섰다. 조선시대 무과 합격자 분석에 의하면 당시 그의 나이는 현대인의 상식과 달리 늦은 나이에 과거에 급제한 것이 아니다. 1579년에는 10개월간 해미에서 훈련원 봉사로 근무하였다. 그 뒤 36세가 되던 1580년 7월에 전라도 발포의 수군만호(水軍萬戶)로 전근되었다. 발포는 현재의 전라남도 고흥군 도화면 발포리이다. 그 후 북방 국경 지대인 함경도로 가서 여진족 방어를 맡았으며, 1586년(선조 19년)에 사복시 주부가 되었고, 이어 조산만호(造山萬戶) 겸 녹도 둔전사의(鹿島 屯田事宜)가 되었다.[6]

  녹둔도 전투, 첫 번째 백의종군[편집]

  수책거적도(守柵拒敵圖)
  1587년(선조 20년) 조산만호 이순신에게 녹둔도의 둔전을 관리하도록 하였다. 그해 가을에는 풍년이 들었다. 이순신이 경흥부사 이경록과 함께 군대를 인솔하여 녹둔도로 가서 추수를 하는 사이에 추도에 살고 있던 여진족이 침입하여 녹둔도 전투가 벌어졌다. 녹둔도 전투에서 조선군 11명이 죽고 160여 명이 잡혀갔으며, 열다섯 필의 말이 약탈당했다. 당시 조산만호 이순신은 북방 여진족의 약탈 및 침략을 예상하고 수비를 강화하기 위하여 여러차례 북병사 이일에게 추가 병력을 요청하였으나, 모두 거절 당하였다.

  이 패전으로 인해 책임을 지게 된 북병사 이일은 이순신에게 그 책임을 덮어 씌우고 이순신은 죄를 받아 수금되었고 백의종군(白衣從軍)하게 되었다. 이후 이순신은 북병사 휘하에서 종군하며 여진족 장수 우을기내(于乙其乃)를 꾀어내어 잡은 공으로 사면을 받아 복직되었다.

  무관 생활[편집]
  그 후, 전라도감사 이광(李珖)에 의해 군관으로 발탁되어 전라도 조방장(助防將)·선전관(宣傳官) 등이 되었다. 1589년(선조 22년) 1월에 비변사(備邊司)가 무신들을 다시 불차채용(순서를 따지지 않고 채용)하게 되자 이산해(李山海)와 정언신의 추천을 받았다. 7월에 선조가 다시 비변사에 "이경록과 이순신 등도 채용하려 하니, 아울러 참작해서 의계하라"는 전교를 내렸다. 1589년 12월에 류성룡(柳成龍)이 천거하여 이순신은 정읍현감이 되었다. 관직에 오른 지 14년 만이었다. 고을을 다스리는 데 있어서 선정을 배풀어 백성들로부터 칭찬이 자자하였다. 1590년 8월 조정에서는 그를 종3품의 직책인 고사리진과 만포진의 첨사로 거듭 삼으려 했으나, 지나치게 진급이 빠르다는 이유로 논핵되어 개정되었다.

  1591년 2월에 선조는 이천·이억기·양응지·이순신을 남쪽 요해지에 임명하여 공을 세우게 하라는 전교를 내렸다. 선조는 신하들의 반발과 논핵을 피하기 위해 벼슬의 각 단계마다 임명하여 제수하고 승진시키는 방법을 써서 1591년 2월 이순신을 정읍현감에서 진도군수(珍島郡守)로 승진시켰고, 그가 부임지에 부임하기도 전에 가리포첨절제사(加里浦僉節制使)로 전임시켰다. 이어 선조는 이순신이 가리포에 부임하기도 전에 다시 전라좌수사에 전임하게 하였다. 또한, 선조는 이순신과 같이 백의종군을 하였던 이경록도 전라도의 요지인 나주목사에 제수하였다. 계속되는 대신들의 반대에도 불구하고 선조는 이순신을 수사로 삼으려는 심지를 굳혔다. 그는 이경록의 발탁은 천천히 생각하여 결정하겠다고 하면서도 이순신의 수사 발탁은 개정은 할 수 없다고 하며 밀어붙였다.[7]

  1591년 이순신은 47세에 정3품 당상인 절충장군(折衝將軍) 전라좌도 수군절도사에 발탁되어 임명되었다. 이후에도 부제학 김성일(金誠一) 등 많은 신하가 그의 경험이 모자라다는 것을 이유로 들어 그와 같은 선조의 결정을 반대하였으나, 선조는 이순신을 신임하였다. 한편 이순신은 부임지에 부임하자마자 전쟁에 대비하고자 휘하에 있는 각 진의 실태를 파악하였으며, 무기와 군량미를 확충하고 거북선을 개발 및 건조하는 등 군비를 강화하였다.

  임진왜란 발발 직전인 1592년에 이순신은 왜는 섬이니 왜군의 수군이 강할 것이라고 예단해 수군을 육지로 올려 보내 수비를 강화하라는 조정의 명에 대하여 이순신은 “수륙의 전투와 수비 중 어느 하나도 없애서는 아니 되옵니다.”라고 주장하였다. 그 결과 임진왜란이 일어나기 직전 이순신의 감독아래에 있던 전라좌수영은 20여 척(최소 26척 최대 29척)의 판옥선을 보유할 수 있었다.

  임진왜란[편집]
  1592년 5월 23일(음력 4월 13일)에 고니시 유키나가가 이끌던 왜군 함대 700척이 오후 5시경 부산포를 침략하여 임진왜란이 발발하였다. 당시 선봉군의 병력은 약 16만명이었다. 이순신의 전라좌수영에 일본군의 침략이 알려진 때는 원균(元均)의 파발이 도착한 5월 26일(음력 4월 16일) 밤 10시였다. 이순신은 그 즉시 조정에 장계를 올렸고 아울러 경상, 전라, 충청도에도 왜의 침략을 알리는 파발을 보냈다. 그 뒤 이순신은 휘하의 병력 700여명을 비상 소집하여 방비를 갖추도록 하였다. 이 과정에서 이순신은 도주를 시도한 군졸 황옥현(黄玉玄)을 참수했다. 전열을 정비한 전라좌수영 소속 함대는 6월 8일(음력 4월 29일)까지 수영 앞바다에 총집결하도록 명령이 내려진 상태였다. 그러나 왜군의 함선은 이미 전라좌도 앞바다에 도달하고 있었다. 다음날 9일(음력 4월 30일)에 이순신은 전라우도 수군이 도착하면 전투를 벌이겠다는 장계를 조정에 올렸다.`
};
